Repository: OPI-PIB/xblock-google-drive
Catalog: google_drive/translations/*/LC_MESSAGES/text.po
Languages: pl

source: Display Name
pl: Wyświetlana nazwa

source: This name appears in the horizontal navigation at the top of the page.
pl: Ta nazwa wyświetli się na poziomym pasku nawigacyjnym na górze strony.

source: Google Calendar
pl: Kalendarz Google

source: Public Calendar ID
pl: Kod publicznego kalendarza

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field.
pl: Google udostępnia kod do umieszczania publicznych kalendarzy. W Kalendarzu Google należy otworzyć "Ustawienia", a następnie "Integrowanie kalendarza" i skopiować kod iframe do powyższego pola.

source: Default View
pl: Widok domyślny

source: The calendar view that students see by default. A student can change this view.
pl: Kalendarz jest domyślnie widoczny dla studentów. Uczeń może zmienić ten widok.

source: Week
pl: Tydzień

source: Month
pl: Miesiąc

source: Agenda
pl: Plan dnia

source: Google Document
pl: Dokument Google

source: Embed Code
pl: Kod Osadzania

source: Google provides an embed code for Drive documents. In the Google Drive document, from the File menu, select Publish to the Web. Modify settings as needed, click Publish, and copy the embed code into this field.
pl: Google udostępnia kod osadzania dokumentów z Dysku Google. Należy otworzyć wybrany plik z Dysku, w prawym górnym rogu nacisnąć na trzy kropki, wybrać "Otwórz w nowym oknie", a następnie (już w nowym oknie) ponownie nacisnąć trzy kropki i wybrać opcję "Umieść element". Następnie należy przekopiować stamtąd kod HTML do powyższego pola.

source: Alternative Text
pl: Tekst alternatywny

source: Alternative text describes an image and appears if the image is unavailable.
pl: Tekst alternatywny opisuje obraz i pojawia się wtedy, gdy obraz jest niedostępny.

source: Invalid Google Calendar
pl: Nieprawidłowy Kalendarz Google

source: Please correct the outlined fields.
pl: Popraw zaznaczone pola.

source: Clear Value
pl: Wyczyść zawartość

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field. You can
pl: Google udostępnia kod do umieszczania publicznych kalendarzy. W Kalendarzu Google należy otworzyć "Ustawienia", a następnie "Integrowanie kalendarza" i skopiować kod iframe do powyższego pola. Możesz

source: learn more here
pl: dowiedzieć się więcej tutaj.

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Invalid Google Document
pl: Niepoprawidłowy Dokument Google

source: Alternative text
pl: Tekst alternatywny
